/* afpAccessDenied */
"-5000.message" = "Du har inte behörighet att öppna programmet %@.";
"-5000.info" = "Kontakta dator- eller nätverksadministratören för hjälp.";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "Du har inte behörighet att öppna dokumentet %@.";
"documentPermissionError.info" = "Kontakta dator- eller nätverksadministratören för hjälp.";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "Du kan inte öppna programmet %@ eftersom det ligger i papperskorgen.";
"-5044.info" = "Dra programmet från papperskorgen om du vill öppna det.";

/* kLSAppInTrashErr */
"-10660.message" = "Du kan inte öppna programmet %@ eftersom det ligger i papperskorgen.";
"-10660.info" = "Om du vill öppna programmet måste du först flytta det från papperskorgen.";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "Du kan inte öppna programmet %@ eftersom det finns i en Time Machine-säkerhetskopia.";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "Den här versionen av programmet %@ kan inte användas med den här versionen av Mac OS X.";
"-10664.info" = "Du har %@ %@.";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "Du måste uppdatera till den senaste versionen om du vill öppna %@.";
"-10664.info.2" = "Kör Programuppdatering för att installera den nu.";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "Du måste installera Rosetta om du vill öppna %@. Vill du installera det nu?";
"-10665.error.title" = "Du måste installera Rosetta om du vill öppna %@.";
"-10665.error.nonetwork" = "Du kan installera Rosetta senare genom att öppna %@ igen. Om du inte kan ansluta till Internet matar du in Mac OS X-installationsskivan, öppnar mappen Valfria installationer och dubbelklickar på Optional Installs.";
"-10665.error.noserver" = "Programuppdateringarna är inte tillgängliga just nu. När programuppdateringarna finns tillgängliga öppnar du %@ igen.";
"-10665.error.busy" = "En annan programuppdatering pågår. När uppdateringen är klar öppnar du %@ igen för att installera Rosetta.";
"-10665.error.notfound" = "Du kan installera Rosetta senare genom att öppna %@ igen. Om du inte kan ansluta till Internet matar du in Mac OS X-installationsskivan, öppnar mappen Optional Installs och dubbelklickar på Optional Installs.";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "Du kan inte öppna programmet %@ eftersom Classic-miljön inte längre stöds.";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "Den här versionen av programmet %@ kan inte användas med den här versionen av Mac OS X.";
"-10825.info" = "Du har Mac OS X %@. Programmet kräver Mac OS X %@ eller senare.";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "Du har inte behörighet att öppna programmet %@.";
"-10826.info" = "Kontakta dator- eller nätverksadministratören för hjälp.";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "Du kan inte öppna programmet %@ eftersom det kanske är skadat eller ofullständigt.";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "Det går inte att öppna programmet %@ eftersom någon annan använder det.";
"-10829.info" = "Be den andra användaren att stänga programmet och försök sedan igen.";

/* fnfErr */
"-43.message" = "Programmet kan inte hittas.";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "Det finns inget förvalt program för att öppna dokumentet %@.";
kLSApplicationNotFoundErr.url = "Det finns inget förvalt program för att öppna URL:en %@.";

/* this is the default message we use if no other error was found */
default.message = "Programmet %@ kan inte öppnas";
default.info = "%d";

default2.message = "Programmet kan inte öppnas";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "Det går inte att öppna programmet %@ eftersom det saknar stöd på den här typen av Mac.";

SU_BUTTON = "Programuppdatering…";

OK = "OK";